# games = {(1, 'запись'): (69485, 'Jack'),
#          (2, 'запись'): (95715, 'qwerty'),
#          (3, 'запись'): (95715, 'Alex'),
#          (4, 'запись'): (83647, 'M'),
#          (5, 'запись'): (197128, 'qwerty'),
#          (6, 'запись'): (95715, 'Jack'),
#          (7, 'запись'): (93289, 'Alex'),
#          (8, 'запись'): (95715, 'Alex'),
#          (9, 'запись'): (95715, 'M')
#          }

games = [(1, 'запись:', 69485, 'Jack'),
         (2, 'запись:', 95715, 'qwerty'),
         (3, 'запись:', 95715, 'Alex'),
         (4, 'запись:', 83647, 'M'),
         (5, 'запись:', 197128, 'qwerty'),
         (6, 'запись:', 95715, 'Jack'),
         (7, 'запись:', 93289, 'Alex'),
         (8, 'запись:', 95715, 'Alex'),
         (9, 'запись:', 95715, 'M')
]



