# games = {(1, 'запись'): (69485, 'Jack'),
#          (2, 'запись'): (95715, 'qwerty'),
#          (3, 'запись'): (95715, 'Alex'),
#          (4, 'запись'): (83647, 'M'),
#          (5, 'запись'): (197128, 'qwerty'),
#          (6, 'запись'): (95715, 'Jack'),
#          (7, 'запись'): (93289, 'Alex'),
#          (8, 'запись'): (95715, 'Alex'),
#          (9, 'запись'): (95715, 'M')
#          }

games = [(1, 'запись:', 69485, 'Jack'),
         (2, 'запись:', 95715, 'qwerty'),
         (3, 'запись:', 95715, 'Alex'),
         (4, 'запись:', 83647, 'M'),
         (5, 'запись:', 197128, 'qwerty'),
         (6, 'запись:', 95715, 'Jack'),
         (7, 'запись:', 93289, 'Alex'),
         (8, 'запись:', 95715, 'Alex'),
         (9, 'запись:', 95715, 'M')
]


# TODO, предлагаю реализовать задание за 2 отдельных цикла.
#  Один потребуется для запроса данных и заполнения словаря с данными.
#  Второй для вывода данных.
#  Словарь с данными стоит реализовать следующим образом
#  "Ключ" (Имя): "Значение" (список ["Счёт", "Номер записи"]).
#  Нам необходимы только записи с максимальным счётом у игрока.
